{"translation-revision-date":"2025-06-24 08:27:26+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Use this":["Użyj tego"],"Add More Business Details":["Dodaj więcej szczegółów dotyczących firmy"],"The business details provided are not enough to create the website content. Please describe your business with more details, or use AI to write it for you.":["Podane dane biznesowe nie są wystarczające do stworzenia treści witryny internetowej. Opisz swoją firmę bardziej szczegółowo lub użyj AI, aby napisała ją za Ciebie."],"A good business description is:":["Dobry opis działalności to:"],"I'll Write by Myself":["Napiszę sam"],"Characters: ":["Znaki: "],"Did you know, you can personalize this design library with content and images tailored to your website project?":["Czy wiesz, że możesz spersonalizować tę bibliotekę projektów, dodając treści i obrazki dostosowane do projektu Twojej witryny internetowej?"],"Install Spectra & Insert":["Zainstaluj Spectrę i wstaw"],"Activate Spectra & Insert":["Włącz Spectrę i wstaw"],"Live Preview":["Podgląd na żywo"],"My Favorites":["Moje ulubione"],"Sorry No Favorites Found 😕":["Przepraszamy, nie znaleziono ulubionych 😕"],"If you prefer to continue, press “Cancel”.":["Jeśli wolisz kontynuować, naciśnij „Anuluj”."],"Invalid file name! Please avoid special characters. (%s)":["Nieprawidłowa nazwa pliku! Proszę unikać znaków specjalnych. (%s)"],"You can only upload 20 images at once":["Możesz przesłać tylko 20 obrazków naraz"],"or drop your images here (Max 20)":["lub upuść tutaj swoje obrazki (max 20)"],"Max size: 5 MB per file":["Maksymalny rozmiar: 5 MB na plik"],"We couldn`t find anything with your keyword.":["Nie znaleźliśmy niczego dla podanego słowa kluczowego."],"No images are selected yet.":["Nie wybrano jeszcze żadnych obrazków."],"Suggested Keywords":["Sugerowane słowa kluczowe"],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Proszę wprowadzić pełny adres URL. Np. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"This might not be a valid URL.":["To może być nieprawidłowy adres URL."],"Activating Spectra plugin…":["Włączanie wtyczki Spectra…"],"Activating WPForms plugin…":["Włączanie wtyczki WPForms…"],"Installing Spectra plugin…":["Instalowanie wtyczki Spectra…"],"Installing WPForms plugin…":["Instalowanie wtyczki WPForms…"],"Disabling Adaptive Mode shows templates without personalized text, images, and theme styling.":["Wyłączenie trybu adaptacyjnego powoduje wyświetlenie szablonów bez spersonalizowanego tekstu, obrazków i stylu motywu."],"Favorites":["Ulubione"],"This template includes dynamic content that won't carry over with the import. You'll need to manually add this dynamic data to the page.":["Ten szablon zawiera dynamiczną treść, która nie zostanie przeniesiona podczas importu. Będziesz musiał ręcznie dodać te dynamiczne dane do strony."],"Updated templates design library":["Zaktualizowana biblioteka projektów szablonów"],"Easily find stunning images for your website":["Łatwe znajdowanie zachwycających obrazków na Twoją witrynę internetową"],"Free AI credits to create personalized content":["Bezpłatne kredyty AI do tworzenia spersonalizowanych treści"],"Localized your website to any language":["Zlokalizuj swoją witrynę internetową w dowolnym języku"],"Access Design Library":["Dostęp do biblioteki projektów"],"Plus, you will get these extra benefits:":["Dodatkowo otrzymasz następujące korzyści:"],"No favorites added.":["Nie dodano ulubionych."],"Your favorite templates will be displayed here. You do not have any favorites yet. Click the heart icon and start adding them!":["Twoje ulubione szablony zostaną wyświetlone tutaj. Nie masz jeszcze żadnych ulubionych. Kliknij ikonkę serca i zacznij je dodawać!"],"Please wait a moment":["Proszę chwilę poczekać"],"support team":["zespół wsparcia"],"If this error continues please contact our %1$s.":["Jeśli błąd będzie się powtarzał, skontaktuj się z naszym %1$s."],"Failed to active Spectra. Please try again later.":["Nie udało się włączyć Spectra. Spróbuj ponownie później."],"Failed to active WPForms. Please try again later.":["Nie udało się włączyć WPForms. Spróbuj ponownie później."],"Failed to import the block. Please try again later.":["Nie udało się zaimportować bloku. Spróbuj ponownie później."],"Failed import WPForms. Please try again later.":["Nie udało się zaimportować WPForms. Spróbuj ponownie później."],"Failed to install Spectra. Please try again later.":["Nie udało się zainstalować Spectra. Spróbuj ponownie później."],"Failed to install WPForms. Please try again later.":["Nie udało się zainstalować WPForms. Spróbuj ponownie później."],"Failed to fetch block data. Please try again later.":["Nie udało się pobrać danych bloku. Spróbuj ponownie później."],"Oops , Something went wrong!":["Ups, coś poszło nie tak!"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Wystąpił problem z przetwarzaniem żądania. Spróbuj ponownie. Jeśli ten błąd będzie się powtarzał, skontaktuj się z naszym <a href=\"%1$s\">zespołem wsparcia<\/a>."],"Back to Main Screen":["Powrót do ekranu głównego"],"Error: %s":["Błąd: %s"],"Are you sure?":["Czy jesteś pewien?"],"Exit":["Wyjdź"],"Try to refine your search.":["Spróbuj zawęzić swoje wyszukiwanie."],"Find the perfect images for your website by entering a keyword or selecting from the suggested options.":["Znajdź idealne obrazki dla swojej witryny internetowej, wpisując słowo kluczowe lub wybierając spośród sugerowanych opcji."],"End of the search results":["Koniec wyników wyszukiwania"],"Improve Using AI":["Ulepsz za pomocą AI"],"Select or Upload Media":["Wybierz lub prześlij media"],"Enter your %s account URL":["Wpisz adres URL swojego konta %s"],"Enter your Google Business URL":["Wpisz adres URL swojej firmy w Google"],"Enter your Yelp business URL":["Wpisz adres URL swojej firmy w Yelp"],"Enter your account URL":["Wpisz adres URL swojego konta"],"Social Media":["Media społecznościowe"],"Upload images":["Wgraj obrazki"],"Upload Your Images":["Wgraj swoje obrazki"],"Name of the website:":["Nazwa witryny internetowej:"],"Enter name or title of the website":["Wpisz nazwę lub tytuł witryny internetowej"],"This website is for:":["Ta witryna internetowa jest dla:"],"Name, language & type":["Nazwa, język i rodzaj"],"Please enter a valid email":["Proszę wpisz poprawny e-mail"],"Clear":["Wyczyść"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"AI Credits in Your Account":["Kredyty AI na Twoim koncie"],"Buy AI Credits":["Kup kredyty AI"],"AI Credits remaining":["Pozostałe kredyty AI"],"Access this template and all others with Essentials & Business Toolkit package starting at just $79.":["Uzyskaj dostęp do tego szablonu i wszystkich innych w pakiecie Niezbędnych i Biznesowych Narzędzi już od 79 USD."],"Please Enter your Licence Key":["Proszę wpisać klucz licencyjny"],"(Please enter a valid email":["(Proszę wpisać prawidłowy adres e-mail"],"How can people get in touch with ":["Jak ludzie mogą się skontaktować z "],"Please provide the contact information details below. These will be used on the website.":["Proszę podać dane kontaktowe poniżej. Będą one używane na witrynie internetowej."],"Uh Oh, you're out of AI credits 😕":["Ojej, skończyły ci się kredyty AI 😕"],"With AI credits, you have the power to personalize the design library with unique copy and beautiful images specific to your website.":["Dzięki kredytom AI możesz spersonalizować bibliotekę projektów, dodając unikatowe teksty i piękne obrazki, charakterystyczne dla Twojej witryny internetowej."],"Your account has %1$s AI credits left. If you want to personalize the entire design library with content and images tailored to your business and website project, you'll require %2$s credits.":["Na Twoim koncie pozostało %1$s kredytów AI. Jeśli chcesz spersonalizować całą bibliotekę projektów za pomocą treści i obrazków dostosowanych do Twojej firmy i projektu witryny internetowej, będziesz potrzebować %2$s kredytów."],"Unlock 200,000 AI Credits for Just $39":["Odblokuj 200 000 kredytów AI za jedyne 39 USD"],"Want to see how this works?":["Chcesz zobaczyć, jak to działa?"],"Begin with the 1000 AI credits provided when you signed up for your free account. With this, you can personalize templates in the %s categories.":["Zacznij od 1000 kredytów AI, które otrzymasz po założeniu bezpłatnego konta. Dzięki temu możesz personalizować szablony w kategoriach %s."],"You can easily purchase additional AI credits later anytime.":["Możesz łatwo kupić dodatkowe kredyty AI później, w dowolnym momencie."],"Connect":["Połącz"],"Connect your account":["Połącz swoje konto"],"Let's Start":["Zacznijmy"],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["Najlepszym sposobem na opisanie czegokolwiek jest udzielenie odpowiedzi na kilka pytań. Kto, Co, Gdzie, Dlaczego, Kiedy, itd."],"Update AI":["Aktualizuj AI"],"Personalize Library":["Personalizuj bibliotekę"],"Update the details for the AI to suggest new text and images.":["Zaktualizuj szczegóły, aby AI mogła sugerować nowe teksty i obrazki."],"Add details for the AI to suggest relevant text and images.":["Dodaj szczegóły, aby AI mogła sugerować odpowiedni tekst i obrazki."],"Revise the previously entered information from AI setup.":["Sprawdź wcześniej wprowadzone informacje z konfiguracji AI."],"Adaptive Mode":["Tryb adaptacyjny"],"Get access to our library of hundreds of pixel-perfect, designer-made templates by creating a free account on ZipWP.":["Uzyskaj dostęp do naszej biblioteki zawierającej setki idealnych co do piksela, zaprojektowanych przez projektantów szablonów, tworząc bezpłatne konto w ZipWP."],"Description Generation Error!":["Błąd generowania opisu!"],"Failed to generate business description using AI. Please retry or enter details manually.":["Nie udało się wygenerować opisu firmy za pomocą AI. Spróbuj ponownie lub wprowadź szczegóły ręcznie."],"Kits":["Zestawy"],"Page":["Strona","Strony","Stron"],"Let’s Go (%s Credits)":["Zaczynajmy (%s kredytów)"],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["Przesyłanie mediów nie powiodło się. Jeśli to zdjęcie lub duży obrazek, zmniejsz go i spróbuj ponownie."],"You are probably offline.":["Prawdopodobnie jesteś offline."],"An unknown error occurred.":["Wystąpił nieznany błąd."],"The response is not a valid JSON response.":["Odpowiedź nie jest prawidłową odpowiedzią JSON."],"Design Library":["Biblioteka projektów"],"Installed the required plugin. The page will be saved and refreshed.":["Zainstalowano wymaganą wtyczkę. Strona zostanie zapisana i odświeżona."],"Error saving the page: %s":["Błąd podczas zapisywania strony: %s"],"Update images":["Aktualizuj obrazki"],"Reset AI Information":["Zresetuj informacje AI"],"Reset the previously entered information from AI setup and erase all the generated AI content.":["Zresetuj wcześniej wprowadzone informacje z konfiguracji AI i usuń całą wygenerowaną treść AI."],"Disable AI":["Wyłącz AI"],"This option will preview & import only wireframe (default) content and images.":["Opcja ta umożliwia podgląd i import tylko treści i obrazków w formie szkieletu (domyślnie)."],"Revoke Access":["Cofnij dostęp"],"Are you sure you wish to revoke the authorization token?":["Czy na pewno chcesz unieważnić token autoryzacyjny?"],"You will need to re-authorize Zip to use it again.":["Aby móc ponownie korzystać z usługi Zip, należy dokonać ponownej autoryzacji."],"Revoke":["Unieważnij"],"Are you sure you want to cancel the content generation process?":["Czy na pewno chcesz anulować proces generowania treści?"],"Syncing":["Synchronizowanie"],"Patterns":["Wzorce"],"Color Styles: ":["Style koloru: "],"Skip & Import \"%s\" Page":["Pomiń i zaimportuj stronę \"%s\""],"No Result Found":["Nie znaleziono wyniku"],"The search result not found. Try another search.":["Wynik wyszukiwania nie został znaleziony. Spróbuj innego wyszukiwania."],"Get Access":["Uzyskaj dostęp"],"Generate Content for Pages":["Generuj treść dla stron"],"Get the content for all your pages with just a click. You can generate content page by page by making use of the \"Skip\" option. We're here to make everything easy and tailored to suit your needs perfectly!":["Uzyskaj treść dla wszystkich swoich stron za pomocą jednego kliknięcia. Możesz generować treść strona po stronie, korzystając z opcji „Pomiń”. Jesteśmy tutaj, aby wszystko było łatwe i idealnie dopasowane do Twoich potrzeb!"],"Build using AI":["Buduj za pomocą AI"],"Error Occurred!":["Wystąpił błąd!"],"License key":["Klucz licencji"],"Skip":["Pomiń"],"Insert":["Wstaw"],"Pages":["Strony"],"Filter by Color":["Filtruj wg koloru"],"Import":["Importuj"],"The page template you are about to import contains a dynamic widget\/module. Please note this dynamic data will not be available with the imported page.":["Szablon strony, który zamierzasz zaimportować, zawiera dynamiczny widżet\/moduł. Należy pamiętać, że te dynamiczne dane nie będą dostępne na importowanej stronie."],"You will need to add it manually on the page.":["Będziesz musiał dodać je ręcznie na stronie."],"Heads Up!":["Uwaga!"],"Cancel":["Anuluj"],"Skip & Import":["Pomiń i importuj"],"Back to Templates":["Wróć do szablonów"],"Categories":["Kategorie"],"Close":["Zamknij"]}},"comment":{"reference":"inc\/lib\/gutenberg-templates\/dist\/main.js"}}